Repository: ngocminh-dev/TestDeployFlutter
Catalog: lib/generated/l10n/intl_*.arb
Languages: vi

# common_search
source: Search
vi: Tìm kiếm

# common_notification
source: Notification
vi: Thông báo

# common_collection
source: Collection
vi: Bộ sưu tập

# common_home
source: Home Page
vi: Trang chủ

# common_profile
source: Profile
vi: Tài khoản

# common_monday
source: Monday
vi: Thứ Hai

# common_tuesday
source: Tuesday
vi: Thứ Ba

# common_wednesday
source: Wednesday
vi: Thứ Tư

# common_thursday
source: Thursday
vi: Thứ Năm

# common_friday
source: Friday
vi: Thứ Sáu

# common_saturday
source: Saturday
vi: Thứ Bảy

# common_sunday
source: Sunday
vi: Chủ Nhật

# common_phone_number
source: Phone Number
vi: Số điện thoại

# common_password
source: Password
vi: Mật khẩu

# common_first_name_last_name
source: Full name
vi: Họ và tên

# common_name
source: First name
vi: Tên

# validator_please_input_new_phone_number
source: Please enter new phone number
vi: Nhập số điện thoại mới

# validator_phone_at_least_10_digits
source: Your phone number must contain at least 10 digits
vi: Số điện thoại phải có ít nhất 10 chữ số

# validator_value_not_correct_format
source: {value} is not in correct format
vi: {value} không đúng định dạng

# validator_please_input_phone_number
source: Please enter your phone number
vi: Nhập số điện thoại

# validator_value_is_not_invalid
source: {value} is invalid
vi: {value} không hợp lệ

# validator_please_input_value
source: Please enter {value}
vi: Vui lòng điền {value}

# common_validate_empty_value
source: Please enter your {value}
vi: Nhập {value} của bạn

# validator_please_input_username
source: Update username
vi: Cập nhật username

# common_allow
source: Allowed
vi: Cho phép

# common_un_allow
source: Not allowed
vi: Không cho phép

# common_gallery
source: Gallery
vi: Thư viện

# permission_photos_message
source: Please allow access to photos and albums in order to upload
vi: Cho phép truy cập hình ảnh và nội dung nghe nhìn trên thiết bị để tải hình ảnh lên đánh giá của bạn

# permission_photos_steps_android
source: <p>Steps to allow access to photos<br> 1. Enter app settings <b>YODY</b><br> 2. Select <b>Rights</b> > Select <b>Memory</b><br> 3. Select <b>Allow access for photos and other media</b></p>
vi: <p>Các bước để cho phép truy cập hình ảnh<br> 1. Vào thông tin ứng dụng <b>Face AI</b><br> 2. Chọn <b>Quyền</b> > Chọn <b>Bộ nhớ</b><br> 3. Chọn <b>Chỉ cho phép truy cập vào nội dung nghe nhìn</b></p>

# permission_photos_steps_ios
source: <p>Steps to allow access to photos<br> 1. Enter app settings <b>YODY</b><br> 2. Select <b>Photos</b><br> 3. Select <b>Photos to allow</b> or <b>All photos</b></p>
vi: <p>Các bước để cho phép truy cập hình ảnh<br> 1. Vào thông tin ứng dụng <b>Face AI</b><br> 2. Chọn <b>Ảnh</b><br> 3. Chọn <b>Ảnh được chọn</b> hoặc <b>Tất cả ảnh</b></p>

# permission_camera_message
source: Please allow access to camera in order to take pictures
vi: Cho phép truy cập chụp ảnh và quay video để chụp hình ảnh cho đánh giá của bạn

# permission_camera_steps_android
source: <p>Steps to allow access to camera<br> 1. Enter app settings <b>YODY</b><br> 2. Select <b>Rights</b> > Select <b>Camera</b><br> 3. Select <b>Only when using app</b> Or <b>Always ask</b></p>
vi: <p>Các bước để cho phép truy cập máy ảnh<br> 1. Vào thông tin ứng dụng <b>Face AI</b><br> 2. Chọn <b>Quyền</b> > Chọn <b>Máy ảnh</b><br> 3. Chọn <b>Chỉ cho phép khi dùng dứng dụng</b> hoặc <b>Luôn hỏi</b></p>

# permission_camera_steps_ios
source: <p>Steps to allow access to camera<br> 1. Enter app settings <b>YODY</b><br> 2. Turn on <b>Camera</b><br>
vi: <p>Các bước để cho phép truy cập máy ảnh<br> 1. Vào thông tin ứng dụng <b>Face AI</b><br> 2. Bật quyền <b>Camera</b><br>

# enhance_title
source: Enhance
vi: Làm đẹp

# text_style
source: Text
vi: Bằng văn bản

# face_ai_generate
source: Generate
vi: Tạo

# face_ai_popular_searches
source: Popular searches
vi: Tìm kiếm phổ biến

# face_ai_person
source: Person
vi: Hình ảnh

source: Allow Access
vi: Cho phép truy cập

source: to Your Photos
vi: Bộ sưu tập của bạn

source: They will appear here
vi: Ảnh sẽ xuất hiện ở đây

# ai_gen_result
source: AI Gen
vi: Kết quả AI

# loading
source: Please wait a moment...
vi: Xin hãy đợi một chút...

# regenerate_image
source: Regenerate
vi: Tạo lại

# download_image
source: Download
vi: Tải xuống

source: Share
vi: Chia sẻ

source: Additional Prompt
vi: Thêm mô tả

# photo_style
source: Photo
vi: Bằng ảnh

source: Super Style
vi: Kiểu siêu thực

source: Real Style
vi: Kiểu thực tế

source: Photo Swap
vi: Đổi khuôn mặt

source: Super Enhance
vi: Làm đẹp siêu thực

# normal_enhance
source: Enhance
vi: Làm đẹp thường

# QR_expired_message
source: The QR code has expired
vi: QR này đã hết thời hạn

# QR_success_message
source: Your payment was successful
vi: Thanh toán thành công

source: QR Code Payment
vi: Thanh toán QR

source: Pricing
vi: Giá cả

source: Payment amount
vi: Số tiền thanh toán

source: Clicks remained
vi: Số click còn lại

# no_face_warning
source: There are no faces in your photo. Some functions may not work correctly.
vi: Ảnh của bạn không có khuôn mặt. Một số chức năng có thể sẽ không hoạt động

source: Editor
vi: Chỉnh sửa

# remove_background
source: Remove bg
vi: Xóa nền

# error_msg
source: An error has occurred. Please try again later
vi: Đã có lỗi xảy ra. Hãy thử lại sau ít phút

# overloaded_error
source: Server is currently overloaded. Please try again in a moment.
vi: Server đang quá tải. Hãy thử lại sau ít phút.

# no_face_force_warning
source: This function requires there are faces in your photo. Please pick again.
vi: Chức năng này yêu cầu ảnh của bạn phải có khuôn mặt. Xin hãy chọn lại.

source: All
vi: Tất cả

source: Faces
vi: Khuôn mặt

# out_of_clicks_warning
source: You've run out of clicks. Purchase more clicks to continue this activity.
vi: Bạn đã hết lượt click. Xin hãy mua thêm để tiếp tục.

source: Successfully
vi: Thành công

source: Error
vi: Lỗi

source: Normal
vi: Bình thường

source: Warning
vi: Cảnh báo

source: Make Up
vi: Trang điểm
